Repository: AlisterH/gwhere-wdlkmpx
Catalog: po/*.po
Languages: nl

source: Send catalog by mail
nl: Cataloog versturen per e-mail

source: About
nl: Over

source: Removable media catalog management By Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org
nl: Beheer verwijderbare media Gemaakt door Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org

source: GWhere allows you to manage a database of your CDs and other removable media (hard disks, floppy drive, Zip drive, CD- ROM, etc...). With GWhere it's easy to browse your CDs or to make a quick search without needing to insert all of your CDs in the drive and search them one by one.
nl: Met GWhere kunt u een gegevensbank van uw cd's en andere verwijderbare media aanleggen en beheren (harde schijven, (zip-)diskettes, cd-rom's, enz…). U kunt eenvoudig uw cd's doorlopen of snel iets opzoeken zonder telkens uw cd's in de speler te moeten steken.

source: Runs under
nl: Werkt op

source: This window box allows you to send a catalog by mail to one (or more) of your contacts.
nl: In dit venster kunt u een catalogus per e-mail versturen aan één of meerdere contactpersonen.

source: Send mail
nl: E-mail versturen

source: To :
nl: Aan:

source: Subject :
nl: Onderwerp:

source: Enter here the email address of your(s) contact(s).
nl: Voer het e-mailadres in van uw contactpersoon/-personen.

source: Enter here the email address of the copied mail contacts.
nl: Voer het e-mailadres in van de gekopieerde contactpersonen.

source: Enter here the email address of the hidden copied mail contacts.
nl: Voer het e-mailadres in van de verborgen gekopieerde contactpersonen.

source: Enter here the object of your mail.
nl: Voer het onderwerp van uw e-mail in.

source: Attached file :
nl: Bijlage:

source: Choose to attach or no the catalog file.
nl: Kies om het catalogusbestand al dan niet als bijlage toe te voegen.

source: Type here the text for the mail message.
nl: Typ hier uw boodschap.

source: _Send
nl: Ver_sturen

source: Click here to send a mail (with an attached catalog).
nl: Klik hier om de e-mail te versturen (met de catalogus als bijlage).

source: Click here to cancel the send of a mail.
nl: Klik hier om het versturen af te breken.

source: Sending mail, please wait...
nl: Bezig met versturen…

source: An error occured during the sending of mail. Please check your parameters.
nl: Er is een fout opgetreden tijdens het versturen - controleer de aanvullende opties.

source: Couldn't find pixmap file: %s
nl: Het pixmap-bestand is niet aangetroffen: %s

source: Error loading pixmap file: %s
nl: Het pixmap-bestand kan niet worden geladen: %s

source: Error : cannot get current folder.
nl: Foutmelding: de huidige map kan niet worden opgehaald.

source: Error : cannot go to working folder.
nl: Foutmelding: de huidige werkmap is ontoegankelijk.

source: The disk hasn't been added Adding canceled by user
nl: De schijf is niet toegevoegd Het toevoegen is afgebroken

source: The disk hasn't been added
nl: De schijf is niet toegevoegd

source: %s outside the process's allocated address space.
nl: %s buiten de toegewezen geheugenruimte van het proces.

source: A component of the following pathname exceeded %d characters, or an entire path name exceeded %d characters : %s.
nl: Een onderdeel van de volgende locatie bevat meer dan %d tekens of de volledige locatienaam is langer dan %d tekens: %s.

source: The following directory does not exist : %s.
nl: De volgende map bestaat niet: %s.

source: Insufficient memory to complete the operation.
nl: Onvoldoende geheugen om de bewerking te voltooien.

source: A component of the path prefix is not a directory : %s.
nl: Een onderdeel van het locatievoorvoegsel is geen map: %s.

source: Too many symbolic links were encountered in resolving following path : %s.
nl: Te veel snelkoppelingen aangetroffen bij het ophalen van de volgende locatie: %s.

source: An I/O error occurred when change directory to : %s.
nl: I/O-fout bij het navigeren naar de volgende map: %s.

source: Unknown error
nl: Onbekende fout

source: The disk hasn't been added Error : cannot go to parent folder.
nl: De schijf is niet toegevoegd Foutmelding: de bovenliggende map is ontoegankelijk.

source: Too many file descriptors in use by process.
nl: Te veel bestandsbeschrijvingen in gebruik door het proces.

source: Too many files are currently open in the system.
nl: Te veel bestanden geopend op het systeem.

source: The following directory does not exist, or name is an empty string : %s.
nl: De volgende map bestaat niet of de naam is een blanco tekenreeks: %s.

source: The following directory name is not a directory : %s.
nl: De volgende mapnaam is geen map: %s.

source: A critical error occured when extracting file information of %s%s%s. Save your catalog if it is possible, exit GWhere and report this trouble to the GWhere project team please.
nl: Kritieke fout tijdens het extraheren van bestandsinformatie uit %s%s%s. Sla uw catalogus op (indien mogelijk), sluit GWhere af en meld de fout aan het GWhere-projectteam.

source: The disk hasn't been added Error : cannot close current folder.
nl: De schijf is niet toegevoegd Foutmelding: de huidige map kan niet worden gesloten.

source: Is running on %s
nl: Werkt op %s

source: Catalog loaded
nl: De catalogus is geladen

source: Loading catalog failed
nl: Het laden van de catalogus is mislukt

source: Loading catalog
nl: Bezig met laden van catalogus…

source: The catalog is invalid or doesn't exists. Check your catalog path please.
nl: Het catalogusbestand is beschadigd of bestaat niet - c ontroleer de bestandslocatie.

source: Saving catalog
nl: Bezig met opslaan van catalogus…

source: Catalog saved
nl: De catalogus is opgeslagen

source: Saving catalog failed
nl: Het opslaan van de catalogus is mislukt

source: Rights
nl: Rechten

source: Owner
nl: Eigenaar

source: Group
nl: Groep

source: Size
nl: Grootte

source: Access date
nl: Toegangsdatum

source: Modification date
nl: Wijzigingsdatum

source: Creation date
nl: Aanmaakdatum

source: File system name
nl: Bestandsnaam

source: Access path
nl: Toegangslocatie

source: Archive N#
nl: Archiefnr.

source: Volume name
nl: Volumenaam

source: Full capacity
nl: Totale capaciteit

source: Free space
nl: Vrije ruimte

source: Date
nl: Datum

source: Serial number
nl: Serienummer

source: Path
nl: Locatie

source: Full
nl: Volledig

source: GWhere (requiered)
nl: GWhere (vereist)

source: Main engine application.
nl: Hoofdtoepassing.

source: GTK+ 2.6 RunTime (required)
nl: GTK+ 2.6-runtime (vereist)

source: RunTime for GUI environment.
nl: GUI-uitvoeringstoepassing.

source: Plugins for auto extraction of file descriptions and plugins for importation/exportation of catalogs.
nl: Modules om automatisch bestandsbeschrijvingen te extraheren en voor de import/export van catalogi.

source: Languages Files
nl: Taalbestanden

source: All languages files for the program translation.
nl: Alle taalbestanden voor de vertaling van de toepassing.

source: You must uninstall your last version of GWhere
nl: U dient de vorige versie van GWhere te verwijderen

source: Installer already running
nl: De installatie loopt al

source: Install options
nl: Installatie-opties

source: Which users can run GWhere ?
nl: Welke gebruikers mogen GWhere openen?

source: GWhere install rights access
nl: Installatie-toegangsrechten voor GWhere

source: GWhere can be installed for all users or only for current user. Select for which you want install GWhere please.
nl: U kunt GWhere installeren voor alle gebruikers of alleen voor de huidige gebruiker. Geef aan voor wie u GWhere wilt installeren.

source: All users|Current user
nl: Alle gebruikers|Huidige gebruiker

source: All users
nl: Alle gebruikers
