Repository: AlisterH/gwhere-wdlkmpx
Catalog: po/*.po
Languages: nl

source: Cannot receive data
nl: Kan geen gegevens ontvangen

source: Connexion closed by client
nl: Verbinding afgebroken door client

source: Cannot send data
nl: Kan geen gegevens versturen

source: _OK
nl: _Oké

source: _Cancel
nl: _Annuleren

source: Edit categories
nl: Categorieën aanpassen

source: Categories list :
nl: Categorieënlijst:

source: Name
nl: Naam

source: Description
nl: Beschrijving

source: _Update
nl: Bij_werken

source: Allows to update category properties of the selected category. Clicks on Add / Update button to save updates.
nl: Hier kunt u de eigenschappen van de geselecteerde categorie bijwerken. Klik op de knop 'Toevoegen/Bijwerken' om de aanpassingen op te slaan.

source: _Remove
nl: Ve_rwijderen

source: Remove the selected category from categories list. This categories may removed only if there's not any item which uses this category.
nl: Verwijder de geselecteerde categorie van de lijst. U kunt categorieën alleen verwijderen als er geen item naar deze categorie verwijst.

source: Category name :
nl: Categorienaam:

source: Enter the name of the category.
nl: Voer een categorienaam in.

source: Description :
nl: Beschrijving:

source: Enter the description of the category.
nl: Voer een categoriebeschrijving in.

source: Add / Update
nl: Toevoegen/Bijwerken

source: Save properties changes of category.
nl: Bewaar wijzigingen van categorie-eigenschappen.

source: Close
nl: Sluiten

source: Close the categories properties edit window.
nl: Sluit het categorie-eigenschappenvenster.

source: none
nl: geen

source: Remove category
nl: Categorie verwijderen

source: Can't remove this category. It's used by an item.
nl: U kunt deze categorie niet verwijderen omdat een item er naar verwijst.

source: Add
nl: Toevoegen

source: Update
nl: Bijwerken

source: _No
nl: _Nee

source: Hide file operations
nl: Bestandsbewerkingen verbergen

source: Show file operation
nl: Bestandsbewerkingen tonen

source: _Action
nl: _Actie

source: _Expand all
nl: All_es uitklappen

source: Expand only _disks
nl: Alleen sc_hijven uitklappen

source: C_ollapse all
nl: Alles inkl_appen

source: Edit _categories
nl: _Categorieën aanpassen

source: No catalog is opened : cannot edit categories
nl: De categorieën kunnen niet worden bijgewerkt omdat er geen catalogus geopend is

source: _File
nl: _Bestand

source: _New
nl: _Nieuw

source: _Open
nl: _Openen

source: _Save
nl: Op_slaan

source: Sav_e as
nl: Opslaan _als

source: C_lose
nl: S_luiten

source: Import
nl: Importeren

source: Export
nl: Exporteren

source: _Properties
nl: Eigenscha_ppen

source: E_xit
nl: A_fsluiten

source: New catalog
nl: Nieuwe catalogus

source: There is no available catalog plugin
nl: Er is geen catalogusplug-in beschikbaar

source: Do you want to save catalog:
nl: Wilt u de volgende catalogus opslaan:

source: New file
nl: Nieuw bestand

source: Enter catalog name
nl: Voer een catalogusnaam in

source: Open catalog
nl: Catalogus openen

source: Do you want to save catalog :
nl: Wilt u de volgende catalogus opslaan:

source: Open file
nl: Bestand openen

source: Close file
nl: Bestand sluiten

source: No catalog is opened
nl: Geen catalogus geopend

source: Send file by mail
nl: Bestand delen via e-mail

source: Please configure mail options in the settings in order to send mails.
nl: Stel de e-mailopties in in de instellingen om e-mails te kunnen versturen.

source: Save as catalog
nl: Opslaan als catalogus

source: The current catalog is never be saved, cannot send it
nl: De huidige catalogus kan niet worden verstuurd omdat deze niet is opgeslagen

source: Catalog properties
nl: Cataloguseigenschappen

source: Save catalog
nl: Catalogus opslaan

source: Quit
nl: Afsluiten

source: Import catalog from
nl: Catalogus importeren uit

source: Catalog imported
nl: De catalogus is geïmporteerd

source: Catalog is not imported
nl: De catalogus kan niet worden geïmporteerd

source: A catalog is already opened
nl: Er is al een catalogus geopend

source: Export catalog to
nl: Catalogus exporteren naar

source: Catalog exported
nl: De catalogus is geëxporteerd

source: Catalog is not exported
nl: De catalogus kan niet worden geëxporteerd

source: _Help
nl: _Hulp

source: A_bout
nl: O_ver

source: _Options
nl: _Opties

source: Se_ttings
nl: Ins_tellingen

source: New
nl: Nieuw

source: Open
nl: Openen

source: Save
nl: Opslaan

source: Save as
nl: Opslaan als

source: Exit
nl: Afsluiten

source: Rename
nl: Naam wijzigen

source: Edit description
nl: Beschrijving aanpassen

source: Properties
nl: Eigenschappen

source: Move To...
nl: Verplaatsen naar…

source: Delete disk
nl: Schijf wissen

source: Change volume label
nl: Volumenaam wijzigen

source: Remove from catalog
nl: Verwijderen uit catalogus

source: Edit file
nl: Bestand bewerken

source: Can't edit this file!!
nl: Dit bestand kan niet worden bewerkt!!

source: Rename catalog
nl: Catalogusnaam wijzigen

source: Enter new catalog name
nl: Voer een nieuwe catalogusnaam in

source: Invalid filled catalog name
nl: Ongeldige catalogusnaam

source: Catalog description
nl: Catalogusbeschrijving

source: Rename disk
nl: Schijfnaam wijzigen

source: Enter new disk name
nl: Voer een nieuwe schijfnaam in

source: The filled disk name already exist in the current catalog
nl: De opgegeven schijfnaam komt al voor in de huidige catalogus

source: No new disk name was filled
nl: U heeft geen nieuwe bestandsnaam ingevoerd

source: Enter new disk volume label
nl: Voer een nieuwe volumenaam in

source: Disk description
nl: Schijfbeschrijving

source: Rename folder
nl: Mapnaam wijzigen

source: Enter new folder name
nl: Voer een nieuwe mapnaam in

source: The filled folder name already exist in the current folder
nl: De opgegeven mapnaam wordt al gebruikt in de huidige map

source: No new folder name was filled
nl: Geen nieuwe schijfnaam ingevoerd

source: Folder description
nl: Mapbeschrijving

source: Rename file
nl: Bestandsnaam wijzigen

source: Enter new file name
nl: Voer een nieuwe bestandsnaam in

source: The filled file name already exist in the current folder
nl: De opgegeven bestandsnaam wordt al gebruikt in deze map

source: No new file name was filled
nl: U heeft geen nieuwe bestandsnaam ingevoerd

source: File description
nl: Bestandsbeschrijving

source: Archive
nl: Archiveren

source: Catalog
nl: Catalogus

source: Closing catalog
nl: Catalogus sluiten

source: Please wait...
nl: Even geduld…

source: Catalog closed
nl: De catalogus is gesloten

source: unknown owner
nl: onbekende eigenaar

source: unknown group
nl: onbekende groep

source: New disk
nl: Nieuwe schijf

source: Select the media that will be added as a disk to your catalog.
nl: Kies het medium dat als schijf aan de catalogus dient te worden toegevoegd.

source: Select media :
nl: Kies een medium:

source: Enter the number of the new disk. This number can help you with the history of your catalog.
nl: Voer het nummer in van de nieuwe schijf. Dit nummer kan nuttig zijn bij de catologusgeschiedenis.

source: Archive N# :
nl: Archiefnr.:

source: Enter the name of the new disk to identify it in your catalog.
nl: Voer de naam in van de nieuwe schijf zoals deze in de catalogus dient te verschijnen.

source: Name :
nl: Naam:

source: Category :
nl: Categorie:

source: Select the category to apply to the disk which will be added (even if the option is selected).
nl: Kies de categorie voor de schijf die toegevoegd zal worden (ook als de optie is aangekruist).

source: Give the device file of the selected media.
nl: Geef het apparaatbestand op van het geselecteerde medium.

source: Info :
nl: Informatie:

source: Give the type of the selected media (ex : ext2, ext3, vfat, ntfs, ...).
nl: Geef het type op van het geselecteerde medium (bijv. ext2, ext3, vfat, ntfs, …).

source: Display if the selected media is mounted or no.
nl: Toon of het geselecteerde medium is aangekoppeld.

source: Mounted :
nl: Aangekoppeld:

source: Give the volume name of the selected media (only if is mounted).
nl: Voer de volumenaam in van het geselecteerde medium (alleen indien aangekoppeld).

source: Give the serial number of the selected media (only if is mounted). This number is a manufacture number.
nl: Voer het serienummer in van het geselecteerde medium (alleen indien aangekoppeld). Dit nummer is een fabrieksnummer.

source: Serial N# :
nl: Serienummer:

source: Give the full space of the selected media (only if is mounted).
nl: Toon de volledige ruimte van het geselecteerde medium (alleen indien aangekoppeld).

source: Capacity :
nl: Capaciteit:

source: Give the free space of the selected media (only if is mounted).
nl: Toon de vrije ruimte van het geselecteerde medium (alleen indien aangekoppeld).

source: Free space :
nl: Vrije ruimte:

source: Options
nl: Opties

source: Display info
nl: Informatie tonen

source: Display information about the selected media, such as path, capacity, free space, label,...
nl: Toon informatie over het geselecteerde medium, zoals de locatie, capaciteit, vrije ruimte, naam, etc.

source: Automount
nl: Automatisch aankoppelen

source: Mount the media if it isn't already mounted. And unmount after scanning the media, even if it was mounted before the scan.
nl: Koppel het medium aan en koppel het nadien af, ook als het aangekoppeld was alvorens te scannen.

source: Explore tree structure of the media.
nl: Blader door de boomstructuur van het medium.

source: Keep this option selected to scan all folders and files informations.
nl: Houd deze optie ingeschakeld om alle map- en bestandsinformatie op te nemen.

source: Explore archive files (.tar, .gz, .zip, ...)
nl: Blader door archiefbestanden (.tar, .gz, .zip, etc.)

source: Not yet implemented!! Explore archives as if they were directories. Archives are tarred or gzipped files.
nl: Nog niet geïmplementeerd!! Blader door alle archieven alsof het mappen zijn. Archieven zijn tar- of gzip-bestanden.

source: Eject media if possible
nl: Medium uitwerpen (indien mogelijk)

source: Eject the media if possible (CD-ROM...), even if the tray was closed. This is possible only if automount is enabled!!
nl: Werp het medium, indien mogelijk, uit (cd-rom…), ook als de lade gesloten is. Dit kan alleen als automatisch aankoppelen is ingeschakeld.

source: Sets category recursive
nl: Stel de categorie recursief in

source: Apply selected category to all items in the disk (disk, folders and files).
nl: Ken de categorie toe aan alle delen van de toe te voegen schijf (schijf, mappen en bestanden).

source: Auto make description
nl: Automatische beschrijving

source: Make auto description of file (file format description, image size for xmp or jpg, etc...).
nl: Maak automatisch bestandsbeschrijving aan (bestandsformaat, afmetingen van xmp- of jpg-bestanden, etc…).

source: Use an advanced pattern to generate disk name
nl: Geavanceerd patroon gebruiken om schijfnaam te genereren

source: You can fill extra tags to generate a disk name with disk information : - %% : % - %n : number archive (can use prefix to prefixed by 0 : %.4n give 0001, 0002, 0003, ..., 0091, ... - %l : media volume label - %t : media type - %s : serial number
nl: U kunt extra labels opgeven om de schijfnaam te genereren met schijfinformatie : - %%: % - %n: archiefnummer (kan voorvoegsel gebruiken om een voorvoegsel met 0 toe te kennen: %.4n geeft 0001, 0002, 0003, …, 0091, … - %l: volumenaam van medium - %t: soort medium - %s: serienummer

source: Use media volume name as disk name (only when disk name is empty)
nl: Volumelabel van media als schijfnaam gebruiken (alleen als schijfnaam blanco is)

source: If you didn't enter disk name and if your selected media has a volume name, the media volume name will be applied as disk name.
nl: Als u geen schijfnaam hebt ingevoerd en het geselecteerde medium een volumenaam heeft, dan zal de volumenaam als schijfnaam gebruikt worden.

source: Add disk
nl: Schijf toevoegen

source: Management
nl: Beheer

source: The disk hasn't been added : there are not mounted media
nl: De schijf is niet toegevoegd omdat er geen medium is aangekoppeld

source: The disk hasn't been added : cannot mount media
nl: De schijf is niet toegevoegd omdat het medium niet kan worden aangekoppeld

source: Add new disk
nl: Nieuwe schijf toevoegen

source: Enter disk name
nl: Voer een schijfnaam in

source: Scanning
nl: Bezig met zoeken…

source: Adding disk is working
nl: Bezig met toevoegen van schijf…

source: Please wait
nl: Even geduld…

source: The disk has been added
nl: De schijf is toegevoegd

source: Mount failed
nl: Het aankoppelen is mislukt

source: Serial number :
nl: Serienummer:

source: no drive
nl: geen schijf

source: unknown
nl: onbekend

source: Yes
nl: Ja

source: No
nl: Nee

source: No label
nl: Geen label

source: Volume name :
nl: Volumenaam:

source: the disk adding is canceled
nl: het toevoegen is afgebroken

source: Please select a catalog name
nl: Voer een nieuwe catalogusnaam in

source: Search :
nl: Zoeken:

source: Search
nl: Zoeken

source: Run the search
nl: Voer de zoekopdracht uit

source: Clear
nl: Wissen

source: Clear all search results
nl: Wis alle zoekresultaten

source: Case sensitive
nl: Hoofdlettergevoelig

source: In a case sensitive search "File.txt" doesn't match with "file.txt". But in a case insensitive search it does match.
nl: Als de zoekopdracht hoofdlettergevoelig is, dan is 'File.txt' niet gelijk aan 'file.txt'. Normaal zijn beide resultaten in feite hetzelfde.

source: Search type
nl: Soort zoekopdracht

source: Key words
nl: Trefwoorden

source: Search for files which contain all or some of the entered words. The behaviour is controlled by "Options>Settings>Search>All key words must match".
nl: Zoek naar bestanden die alle of enkele van de ingevoerde woorden bevatten. Dit kan worden ingesteld via Opties → Instellingen → Zoeken → Overeenkomen met alle trefwoorden.

source: Wildcards
nl: Jokertekens

source: Search for a pattern using wildcard "?" and "*" characters. Example : img*.bmp or *.htm
nl: Zoek naar een patroon met de jokertekens '?' en '*'. Voorbeeld: afb*.bmp of *.htm

source: Regular expression
nl: Reguliere uitdrukking

source: Use a regular expression. See documentation for more information.
nl: Gebruik een reguliere uitdrukking. Bekijk voor informatie de documentatie.

source: File
nl: Bestand

source: Search in file names.
nl: Doorzoek bestandsnamen.

source: Folder
nl: Map

source: Search in folder names.
nl: Doorzoek mapnamen.

source: Disk
nl: Schijf

source: Search in disk names.
nl: Doorzoek schijfnamen.

source: Category
nl: Categorie

source: Search in categories.
nl: Doorzoek categorieën.

source: Search in descriptions.
nl: Doorzoek beschrijvingen.

source: Search in catalog
nl: Doorzoek de catalogus.

source: %lu item(s) founded.
nl: %lu item(s) gevonden.

source: Search result
nl: Zoekresultaten

source: No item matched.
nl: Geen item gevonden.

source: Searching...
nl: Bezig met zoeken…

source: Cannot start searching : no catalog loaded
nl: De zoekopdracht kan niet worden gestart omdat er geen catalogus geopend is

source: _Ok
nl: _Oké

source: Enter the name of the catalog.
nl: Voer de catalogusnaam in.

source: Version :
nl: Versie:

source: Version
nl: Versie

source: built with
nl: , gebouwd met

source: Disks in catalog :
nl: Aantal schijven in catalogus:

source: Disks in catalog : %d
nl: Aantal schijven in catalogus: %d

source: Total Files :
nl: Totaal aantal bestanden:

source: Total Files : %ld
nl: Totaal aantal bestanden: %ld

source: Total Folders :
nl: Totaal aantal mappen:

source: Total Folders : %ld
nl: Totaal aantal mappen: %ld

source: File Size :
nl: Bestandsgrootte:

source: Total Storage Space :
nl: Totale capaciteit:

source: Total Used Space :
nl: Totale gebruikte ruimte:

source: Total Free Space :
nl: Totale vrije ruimte:

source: Disk Statistics :
nl: Schijfstatistieken:

source: Floppy :
nl: Diskette:

source: Floppy : %d
nl: Diskette: %d

source: Tape :
nl: Band:

source: Tape : %d
nl: Band: %d

source: Network :
nl: Netwerk:

source: Network : %d
nl: Netwerk: %d

source: Other :
nl: Overigen:

source: Other : %d
nl: Overigen: %d

source: Catalog categories :
nl: Cataloguscategorieën:

source: Catalog Description :
nl: Catalogusbeschrijving:

source: Catalog Info
nl: Catalogusinformatie

source: Enter the name of the disk.
nl: Voer de schijfnaam in.

source: Enter the archive number of the disk.
nl: Voer het archiefnummer van de schijf in.

source: Type :
nl: Soort:

source: Serial :
nl: Serienummer:

source: Volume Label :
nl: Volumenaam:

source: Total Capacity :
nl: Totale capaciteit:

source: Used Space :
nl: Gebruikte ruimte:

source: Free Space :
nl: Vrije ruimte:

source: Catalog Name :
nl: Catalogusnaam:

source: Update in catalog :
nl: Catalogus bijwerken:

source: Disk Description :
nl: Schijfbeschrijving:

source: Disk Info
nl: Schijfinformatie

source: Folder Name
nl: Mapnaam

source: Type : (folder)
nl: Soort: (map)

source: Folder Size :
nl: Mapgrootte:

source: Created on :
nl: Aangemaakt op:

source: Last modified on :
nl: Laatst bijgewerkt op:

source: Last accessed on :
nl: Laatst geopend op:

source: Rights :
nl: Rechten:

source: Owner :
nl: Eigenaar:

source: Group :
nl: Groep:

source: Disk Name :
nl: Schijfnaam:

source: Location on Disk :
nl: Locatie op schijf:

source: Folder Description :
nl: Mapbeschrijving:

source: Folder Info
nl: Mapinformatie

source: File name :
nl: Bestandsnaam:

source: File type : not yet implemented!!
nl: Bestandstype: nog niet geïmplementeerd!!

source: File Size : %s (%s bytes)
nl: Bestandsgrootte: %s (%s bytes)

source: File Description :
nl: Bestandsbeschrijving:

source: File Info
nl: Bestandsinformatie

source: Catalog file
nl: Catalogusbestand

source: Catalog compression level :
nl: Catalogus-compressieniveau:

source: Select the catalog compression level. The default value is 3, it's a good compromise between high performance and small size.
nl: Kies het compressieniveau van de catalogus. De standaardwaarde is 3, wat een redelijke mate van snelheid en bestandsgrootte geeft.

source: Recently opened catalogs :
nl: Onlangs geopende catalogi:

source: Select the number of recently opened catalogs to remember.
nl: Kies het aantal onlangs geopende catalogi dat moet worden onthouden.

source: Clear history
nl: Geschiedenis wissen

source: Click here to clear the list of recently opened files.
nl: Klik hier om lijst met onlangs geopende bestanden te wissen.

source: Autoload catalog
nl: Catalogus automatisch openen

source: Autoloads a default catalog when Gwhere starts.
nl: Opent standaard een catalogus na het starten van GWhere.

source: Load last opened catalog file.
nl: Open de laatst geopende catalogus.

source: Load selected catalog file.
nl: Open de geselecteerde catalogus.

source: Enter the full path to the catalog file.
nl: Voer de volledige locatie naar het catalogusbestand in.

source: Select catalog
nl: Kies een catalogus

source: Click here to browse and select the catalog file.
nl: Klik hier om te bladeren en het catalogusbestand te kiezen.

source: Select autoloaded catalog
nl: Kies de automatisch te openen catalogus

source: Explorer
nl: Verkenner

source: Case sensitive sort.
nl: Hoofdlettergevoelig sorteren.

source: If this option is selected sorting in the explorer will be case sensitive.
nl: Schakel in om de verkenner hoofdlettergevoelig te laten sorteren.

source: Group folders and files separately.
nl: Mappen en bestanden los van elkaar groeperen.

source: If this option is selected folders and files will be grouped separately in the explorer.
nl: Schakel in om de geselecteerde mappen en bestanden los van elkaar te groepen in de verkenner.

source: Autoresize columns
nl: Kolommen automatisch inpassen

source: Autoresize columns in explorer.
nl: Pas de kolomafmetingen in de verkenner automatisch aan.

source: Disks
nl: Schijven

source: Visible
nl: Zichtbaar

source: Hide
nl: Verbergen

source: Show
nl: Tonen

source: Hidden
nl: Verborgen

source: Files
nl: Bestanden

source: Group by type.
nl: Groeperen op type.

source: If this option is selected, search results will be grouped by type: catalogs, disks, folders and files.
nl: Schakel in om zoekresultaten te groepen per type: catalogi, schijven, mappen en bestanden.

source: Autoresize columns in search results.
nl: Pas de kolomafmetingen in de zoekresultaten automatisch aan.

source: All key words must match
nl: Overeenkomen met alle trefwoorden

source: If this option is selected a key words search will only find files which contain all the key words. If it is not selected a simple search will find files which contain any of the key words.
nl: Schakel deze optie in om alleen bestanden te tonen die de opgegeven trefwoorden bevatten. Zonder deze optie worden bestanden met een deel van de trefwoorden ook getoond.

source: Quick
nl: Snel

source: General options
nl: Algemene voorkeuren

source: GUI
nl: Vormgeving

source: Save GUI properties on exit
nl: Voorkeuren opslaan bij afsluiten

source: Save the window position and size.
nl: Onthoudt de vensterpositie en -grootte.

source: Allow beep
nl: Pieptonen toestaan

source: Emit an audible beep after some events.
nl: Laat na sommige gebeurtenissen een pieptoon horen.

source: Mail
nl: E-mail

source: Email address :
nl: E-mailadres:

source: Enter your email address.
nl: Voer uw e-mailadres in.

source: Out going mail server :
nl: Uitgaande server:

source: Enter your outgoing mail server. Usually this address is mail@yourdomain.com
nl: Voer het adres van uw uitgaande e-mailserver in - doorgaans is dit mail@uwdomein.com

source: Server port :
nl: Serverpoort:

source: Enter the outgoing mail server port (the most common value is 25).
nl: Voer de poort van de uitgaande e-mailserver in - doorgaans is dit 25.

source: This Settings window allows you to configure the program to work the way you want.
nl: In dit voorkeurenvenster kunt u GWhere naar eigen hand zetten.

source: Settings
nl: Voorkeuren

source: Select in this pane a category of settings to configure.
nl: Kies hier een af te stellen categorie.

source: Change settings in this pane to configure the program as you want.
nl: Wijzig de voorkeuren op dit paneel om GWhere naar eigen hand te zetten.

source: This settings window allows you to configure the program to work the way you want.
nl: In dit voorkeurenvenster kunt u GWhere naar eigen hand zetten.

source: Click on OK button to apply changes and close the Settings box.
nl: Klik op 'Oké' om de wijzigingen toe te passen en het venster te sluiten.

source: Click on Cancel button to cancel changes and close the Settings box.
nl: Klik op 'Annuleren' om de wijzigingen niet toe te passen en het venster te sluiten.

source: _Apply
nl: Toep_assen

source: Click on Apply button to apply changes without closing the Settings box.
nl: Klik op 'Toepassen' om de wijzigingen toe te passen zonder het venster te sluiten.

source: Settings changed
nl: De instellingen zijn gewijzigd

source: If you don't apply changes you will lose all changes. Do you want apply changes?
nl: Als u de wijzigingen niet toepast, dan gaan ze verloren. Wilt u de wijzigingen toepassen?

source: %s [ %s ], total disks : %d
nl: %s [ %s ] - totaal aantal schijven: %d

source: Listed Items : %d (total size : %s)
nl: Getoonde items: %d (totale grootte: %s)

source: %s [ %s ], capacity : %s, free : %s
nl: %s [ %s ] - capaciteit: %s - vrij: %s

source: Empty disk
nl: Blanco schijf

source: Selected Item : %d (total size : %s)
nl: Geselecteerd item: %d (totale grootte: %s)

source: Folder "%s", %s (files %d, subfolders %d)
nl: Map '%s', %s (bestanden %d; onderliggende mappen %d)

source: Selected Item : %d
nl: Geselecteerd item: %d

source: Catalog explorer
nl: Catalogusverkenner

source: Search engine
nl: Zoekmachine

source: Catalog managment
nl: Catalogusbeheer

source: Close catalog
nl: Catalogus sluiten
